{
  "glider":"The glider is the smallest, most common, and first-discovered spaceship in Game of Life. Gliders are important because they are easily produced (by glider guns and rakes - for an example see the Gosper glider gun), can be collided with each other to form more complicated patterns (see glider synthesis), and can be used to transmit information over long distances.",
  "copperhead": "Copperhead is a orthogonal spaceship discovered in 2016.",
  "copperhead_synthesis": "A synthesis involves using gliders to construct a pattern.",
  "copperhead_eater_and_converter": "A copperhead destroyer (left). A copperhead converter that produces a glider (right).",
  "gosper_glider_gun": "The Gosper glider gun is the first known gun and the first known finite pattern with unbounded growth. It consists of two queen bee shuttles stabilized by two blocks. A gun is also known as a factory and it produces spaceships like gliders.",
  "gosper_glider_gun_destroyed": "A Gosper glider gun being destroyed by two gliders.",
  "lightweight_spaceship": "The lightweight spaceship is the smallest orthogonal spaceship, and the second most common after the glider.",
  "lightweight_spaceship_gun": "A factory which produces lightweight spaceships.",
  "lightweight_spaceship_tagalong": "A tagalong is a pattern that follows a spaceship. In this case, this is a tagalong for two lightweight spaceships.",
  "ak94": "AK-94 is a 2-barrelled period-94 glider gun.",
  "b52bomber": "The B-52 bomber is a period 104 double-barrelled glider gun.",
  "blinker_fuse": "A blinker fuse is any fuse that burns through a line of blinkers. A blinker is the simplest oscillator.",
  "blinker_puffer": "A blinker puffer consists of an unstable lightweight spaceship-like pattern being escorted by a middleweight spaceship and a heavyweight spaceship. It leaves a trail of blinkers.",
  "noahsark": "A diagonal puffer consisting of two stabilizing switch engines. It's name comes from the variety of objects it leaves behind.",
  "puffer": "A puffer is a pattern that moves like a spaceship but leaves behind a trail.",
  "pulsar": "A period-3 oscillator.",
  "pulsar_synthesis": "A pulsar synthesis using 3 gliders.",
  "queen_bee_shuttle": "A period-30 shuttle oscillator in which a 'queen bee' travels back and forth between two blocks.",
  "queen_bee_shuttle_synthesis": "A queen bee shuttle synthesis using 6 gliders.",
  "rake": "A rake is a puffer whose debris consists entirely of spaceships.",
  "simkin_glider_gun": "A glider gun found in 2015.",
  "timebomb": "The time bomb is a 17-cell pattern that evolves into a glider-producing switch engine."
}